Repository: phamtrananh1088/Order
Catalog: Localizable.xcstrings
Source language: ja
Languages: en

# ask_for_support
source: システムの問い合わせ
en: Contact support

# back
source: 戻る
en: back

# cancel
source: キャンセル
en: Cancel

# change language alert
source: この設定を適用するとアプリケーションが再起動します。 よろしですか？
en: Applying this setting will restart the application. Are you sure?

# company id
source: 企業ID
en: Company ID

# dashboard
source: ダッシュボード
en: dashboard

# english
source: 英語
en: English

# failure_msg
source: エラーが発生しました
en: An error has occurred

# go_to_home_dashboard
source: ダッシュボードへ
en: Go to dashboard

# home
source: ホーム
en: Home

# important notice
source: 重要
en: Important

# internal_server_error
source: 内部サーバーエラー
en: Internal Server Error

# japan
source: 日本語
en: Japanese

# language
source: 言語
en: Language

# Login
source: ログイン
en: Login

# login_auth_err
source: 認証エラー
en: Authentication Error

# login_auth_invalid_account_msg
source: パスワードの有効期限が切れています。
en: Your password has expired.

# login_auth_password_expired_msg
source: アカウントが失効しています。
en: Your account has expired.

# login_auth_wrong_msg
source: IDまたはパスワードが間違っています。
en: The ID or password is incorrect.

# login_disabled
source: ログイン権限がありません。
en: Login is not permitted

# login_footer_info
source: パスワードを忘れた方は、 サポートに連絡してください。
en: If you have forgotten your password, please contact support.

# login_sso_alert_msg
source: 既にログインされています。現在のログイン情報は破棄されますがよろしいですか？
en: You are already logged in. Your current login information will be discarded. Do you want to continue?

# network resource not found
source: リソースが見つかりません
en: resource not found

# network_error
source: ネットワークエラー
en: Network Error

# no
source: いいえ
en: no

# no_data_placeholder
source: データがありません
en: No data

# normal notice
source: 通常
en: Normal

# notice_mark_read
source: お知らせを確認した
en: I confirmed the news

# password
source: パスワード
en: Password

# setting
source: 設定
en: Setting

# switch_user
source: ユーザー切替
en: User Switching

# terminal id %@
source: 端末ID：%@
en: Terminal ID：%@

# user id
source: ユーザーID
en: User ID

# weather
source: 天気
en: Weather

# weather today
source: 本日のお天気は？
en: What's the weather like today?

# weather_ame
source: 雨
en: Rainy

# weather_hare
source: 晴れ
en: Sunny

# weather_hare_kumori
source: 晴れ時々曇り
en: Sunny with cloud

# weather_kumori
source: 曇り
en: Cloudy

# weather_kumori_hare
source: 曇り時々晴れ
en: Cloudy with sun

# weather_setting
source: 天気を変更する
en: Change the weather

# weather_setup_close
source: 天気を設定する
en: Setup weather

# yes
source: はい
en: ok
